Revit 2027 API
ParameterTypeId.MassDataMassSkylightArea Property
 "Mass Skylight Area"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MassDataMassSkylightArea { get; }
Public Shared ReadOnly Property MassDataMassSkylightArea As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MassDataMassSkylightArea {
	ForgeTypeId^ get ();
}
static member MassDataMassSkylightArea : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace